/*
  KeyBinding.strings
  iina

  Created by lhc on 4/2/2017.
  Copyright © 2017 lhc. All rights reserved.
*/

"cmd.ignore" = "Negeren";
"cmd.seek" = "Spoel vooruit of terug";
"cmd.revert-seek" = "Herstel vooruit- of terugspoelen";
"cmd.set" = "Stel in";
"cmd.cycle" = "Schakel:";
"cmd.cycle-values" = "Schakel:";
"cmd.add" = "Wijzigen";
"cmd.multiply" = "Vermenigvuldigen";
"cmd.frame-step" = "Volgend frame";
"cmd.frame-back-step" = "Vorig frame";
"cmd.ab-loop" = "Herhaal gedeelte";
"cmd.sub-seek" = "Zoek ondertiteling";
"cmd.playlist-next" = "Open volgende bestand";
"cmd.playlist-prev" = "Open vorige bestand";
"cmd.playlist-move" = "Verplaats afspeellijstbestand";
"cmd.playlist-clear" = "Wis afspeellijst";
"cmd.playlist-remove" = "Verwijder huidige";
"cmd.playlist-shuffle" = "Shuffle";
"cmd.write-watch-later-config" = "Onthoud geschiedenis";
"cmd.stop" = "Stop";
"cmd.quit" = "Stop IINA";
"cmd.quit-watch-later" = "Stop IINA (bewaar afspeelpositie)";
"cmd.screenshot" = "Schermafbeelding";
"cmd.screenshot-to-file" = "Schermafbeelding naar bestand";
"cmd.loadfile" = "Laad bestand";
"cmd.loadlist" = "Laad afspeellijst";
"cmd.run" = "Voer uit";

"iina.flip" = "Spiegel verticaal";
"iina.mirror" = "Spiegel horizontaal";

"iina.toggle-pip" = "Schakel Beeld-in-beeld in/uit";
"iina.toggle-music-mode" = "Schakel muziekmodus in/uit";
"iina.open-file" = "Open bestand";
"iina.open-url" = "Open URL";
"iina.video-panel" = "Videopaneel";
"iina.audio-panel" = "Geluidspaneel";
"iina.sub-panel" = "Ondertitelingspaneel";
"iina.playlist-panel" = "Afspeellijstpaneel";
"iina.chapter-panel" = "Hoofdstukkenpaneel";
"iina.bigger-window" = "Groter venster";
"iina.smaller-window" = "Kleiner venster";
"iina.fit-to-screen" = "Pas aan schermformaat aan";
"iina.toggle-flip" = "Schakel verticaal spiegelen in/uit";
"iina.toggle-mirror" = "Schakel horizontaal spiegelen in/uit";
"iina.save-playlist" = "Bewaar huidige afspeellijst";
"iina.show-current-file-in-finder" = "Huidige bestand weergeven in Finder";
"iina.delete-current-file" = "Verwijder huidige bestand";
"iina.delete-current-file-hard" = "Verwijder huidige bestand permanent";
"iina.find-online-subs" = "Haal online ondertiteling op";
"iina.save-downloaded-sub" = "Bewaar gedownloade ondertiteling";

"yes" = "Ja";
"no" = "Nee";
"to" = "op";
"by" = "met";
"in" = "in";
"add" = "toenemen";
"minus" = "afnemen";
"forward" = "vooruit";
"backward" = "terug";
"seek-to" = "naar";

"relative" = "sec";
"absolute" = "sec";
"absolute-percent" = "%";
"relative-percent" = "%";
"relative+exact" = "s (exact)";
"relative-percent+exact" = "% (exact)";
"absolute+keyframe" = "s (keyframe)";
"absolute-percent+keyframe" = "% (keyframe)";

"opt.pause" = "Pauzeer";
"opt.speed" = "Snelheid";

"opt.window-scale" = "Vensterschaal";

"opt.video" = "Videospoor";
"opt.video-aspect-override" = "Beeldverhouding";
"opt.contrast" = "Contrast";
"opt.brightness" = "Helderheid";
"opt.gamma" = "Gamma";
"opt.saturation" = "Verzadiging";
"opt.deinterlace" = "Deinterlace";

"opt.audio" = "Audiospoor";
"opt.volume" = "Volume";
"opt.mute" = "Geluid uit";
"opt.audio-delay" = "Audiovertraging";

"opt.sub" = "Ondertitelingspoor";
"opt.sub-delay" = "Ondertitelingsvertraging";
"opt.sub-pos" = "Ondertitelingspositie";
"opt.sub-scale" = "Ondertitelingsschaal";
"opt.sub-visibility" = "Ondertitelingszichtbaarheid";
"opt.secondary-sub-visibility" = "Secundaire ondertitel zichtbaarheid";
"opt.sub-ass-style-override" = "ASS-stijl negeren";

"opt.fullscreen" = "Schermvullende weergave";
"opt.ontop" = "Altijd op voorgrond";

"opt.chapter" = "Hoofdstuk";

"read.set" = "Stel {{property}} in op {{value}}";
"read.add" = "{{property}} {{value}}";
"read.multiply" = "Vermenigvuldig {{property}} met {{factor}}x";
"read.cycle" = "Schakel: {{property}}{{#dir_down}} naar beneden{{/dir_down}}";
"read.cycle-values" = "Schakel: {{property}} in ({{{values}}})";
"read.seek" = "Ga{{#abs}} naar{{/abs}} {{value}}{{#sec}}s{{/sec}}{{#per}}%{{/per}} {{#fwd}}vooruit{{/fwd}}{{#bwd}}terug{{/bwd}} {{#exact}}(exact){{/exact}}{{#kf}}(keyframe){{/kf}}";
"read.sub-seek" = "Ga naar {{#skip_1}}volgende{{/skip_1}}{{#skip_-1}}vorige{{/skip_-1}} ondertitel";
